app/controllers/student_applications_controller.rb

SELECT `student_applications`.* FROM `student_applications`
---
  def index
    @student_applications = StudentApplication.all